[
  {
    "id": 1,
    "name": "Железный человек/Тони Старк",
    "genre": "Боевик",
    "main_image": "img/IronMan-EndgameProfile.png",
    "gallery": ["img/iron_man-gallery/1.jpg", "img/iron_man-gallery/2.jpg", "img/iron_man-gallery/3.jpg"],
    "appearance": ["Железный человек", "Железный человек 2", "Железный человек 3", "Мстители", "Мстители: Эра Альтрона", "и другие..."],
    "actor": "Роберт Дауни-младший",
    "quote": "\"Можно забрать у меня дом, все мои примочки и игрушки, но одного отнять нельзя: я - Железный человек.\" ― Тони Старк.",
    "content": [{"О герое":"Энтони Эдвард Старк (англ. Anthony Edward Stark), чаще именуемый Тони (англ. Tony), был эксцентричным гением, миллиардером, ловеласом и филантропом. Использовав своё собственное богатство и свои технические знания, он так и был человеком не знающий проблем, пока его не похитила террористическая организация Десять колец. С помощью учёного Хо Инсена Тони создал огромный бронированный костюм, убил похитителей и сбежал. После побега Тони решил стать супергероем в бронированном костюме, известным как Железный человек (англ. Iron Man). Он сражался с различными террористами и со своим бывшем бизнес-партнёром Обадайей Стейном. Старк наслаждался своей популярностью, как Железный человек, но позже он решил раскрыть свою супергеройскую личность всему миру. "},
                {"Снаряжение брони": "Тони Старк не обладает врождёнными способностями, вместо этого он использует миниатюрный вариант дугового реактора для зарядки различных костюмов, которые обеспечивают ему сверхчеловеческую силу, выносливость, долговечность и разнообразные оружия. Его оригинальная технология в сочетании с его необыкновенным интеллектом делает Тони Старка одним из самых сильных супергероев. Дизайн Первые две брони Тони Старка были окрашены в серый цвет. В последующих костюмах он использовал красные и золотые тона. Сами костюмы, по сравнению с первой броней стали более эргономичными и компактной. Каждая новая броня, всё больше напоминала фигуру человека (за исключением брони под названием Игорь и двух Халкбастеров). "},
                {"Возможности костюмов": "⦁ Полёт: Любая броня Старка, оснащена двигателями в ногах, что позволяет ему летать.\n⦁ Сверхчеловеческие рефлексы: Старк в броне обладает такими рефлексами, за счёт ИИ, просчитывающего дальнейшие ходы противника.\n⦁ Отображение информации: ИИ в броне, даёт Старку возможность узнать всё о том или ином объекте или живом существе.\n⦁ Иммунитет от воды: Любая броня Старка абсолютно неуязвима к воде. Даже при полном погружении, например в море, броня продолжит работать.\n⦁  Устойчивость: Любая броня Старка может выдержать большое количество разных повреждений, будь то холодное оружие, пули, противотанковые снаряды и даже воздействие камня силы. "}
                ]
  },
  {
    "id": 2,
    "name": "Терминатор/T-800",
    "genre": "Боевик",
    "main_image": "img/terminator.jpg",
    "gallery": ["img/terminator-gallery/1.png", "img/terminator-gallery/2.png", "img/terminator-gallery/3.png"],
    "appearance": ["Терминатор (фильм)", "Терминатор 2: Судный день", "Терминатор: Да придет спаситель", "Терминатор: Генезис", "Терминатор: Тёмные судьбы"],
    "actor": "Арнольд Шварценеггер",
    "quote": "\"I’ll be back\" ― Терминатор",
    "content": [{"Броня": "В основе Т-800 — каркас из титанового сплава, в общих чертах имитирующий скелет человека. Каркас неуязвим для стрелкового оружия, хотя может быть уничтожен нитроглицериновыми шашками. Так, в фильме \"Терминатор\" он выдержал 11 выстрелов из дробовика Кайла Риза, +1 в глаз, +1 в руку; взрыв у машины, аварию, расстрел из дробовика в погоне, аварию, расстрел в полицейском участке, столкновение с автопоездом, взрыв бензовоза, огонь. В фильме \"Терминатор 2: Судный день\" выдержал драки с Т-1000, расстрел полицией, а также был пробит насквозь стальной арматурой Т-1000. В фильме \"Терминатор: Да придёт спаситель\" Т-800 выдержал три выстрела из гранатомета Джона Коннора, несколько десятков выстрелов из огнестрельного оружия, падение на него нескольких тонн расплавленного метала (то, чего не выдержали Т-800 и Т-1000 в Т2), драку с Маркусом Райтом. В фильме \"Терминатор: Генезис\" рука Т-800 выдержала кислотный душ, который не смог выдержать Т-1000. "},
                {"Вооружение": "Встроенного вооружения не имеет, использует оружие людей. В стандартной комплектации вооружён плазменной винтовкой «Вестингауз» мощностью 40 киловатт. Может использовать иное доступное оружие. Может использовать оружие людей - плазменную винтовку (Валмет M 82). "}
                ]
  },
  {
    "id": 3,
    "name": "Капитан Джек Воробей",
    "genre": "Боевик",
    "main_image": "img/jack-sparrow-gallery/jack-sparrow3.png",
    "gallery": ["img/jack-sparrow-gallery/jack-sparrow1.png", "img/jack-sparrow-gallery/jack-sparrow2.png", "img/jack-sparrow-gallery/jack-sparrow3.png"],
    "appearance": ["Пираты Карибского моря: Проклятие Чёрной жемчужины", "Пираты Карибского моря: Сундук мертвеца", "Пираты Карибского моря: На краю света", "Пираты Карибского моря: На странных берегах"],
    "actor": "Джонни Депп",
    "quote": "\"Вам запомнится этот день, когда чуть не был пленен капитан Джек Воробей!\"  - Капитан Джек Воробей",
    "content": [{"Сундук Мертвеца": "Воробей разыскивает сундук мертвеца Дэйви Джонса, который поможет ему править морями и спасти себя. Тринадцать лет назад Воробей заключил сделку с морским дьяволом Дэйви Джонсом — Джонс сделал Джека капитаном «Черной Жемчужины», взамен тот через указанное время отдаст ему душу — Джек обязан прослужить сотню лет на корабле Джонса «Летучий Голландец», или же кракен убьет его. В сундуке Джонса хранилось его сердце, которое Джек мог использовать против Джонса и сделки. Лорд Катлер Беккет из Ост-Индской Торговой компании желает заключить свою собственную сделку с Джеком и забрать его компас, затем он отправляет Уилла Тёрнера на его поиски. Уилл находит Джека и его команду прячущимися от кракена на острове Исла де Пелегостос. Они спасаются, но Джонс находит их и требует выполнить условия сделки. Джек отказывается, мотивируя это тем, что пробыл капитаном всего два года до свержения его Барбоссой, но Джонс отвергает этот аргумент, так как все эти годы Джек звал себя «капитаном Джеком Воробьем». Джек оставляет Уилла на борту Голландца, как одну из ста душ в обмен на душу Джека, и отправляется на Тортугу, чтобы набрать остальных. Обнаружив на Тортуге Элизабет и одичавшего Джеймса Норрингтона, Джек убеждает Элизабет, что она сможет спасти Уилла, найдя сундук Джонса. Он использует магию своего компаса, чтоб найти остров, где хранится сундук. Уилл также прибывает туда, украв у Джонса ключ от сундука. Уилл желает получить компас и освободить отца — пленника Джонса, Норрингтон желает заполучить сердце для Беккета, чтобы вернуть его милость. Во время битвы сердце Джонса похищает Норрингтон и передает его Беккету. Кракен атакует «Жемчужину», Джек решает сбежать, но возвращается и ранит кракена. Команда убегает с корабля, но Элизабет Суонн обманом приковывает Джека к кораблю, и кракен отправляет его и корабль в тайник Дэви Джонса на морское дно. Тиа Дальма предлагает Уиллу, Элизабет и команде отправиться на край света, чтобы спасти Воробья, и они соглашаются. Для этого она оживляет Гектора Барбоссу."},
                {
                  "На краю света": "Сердцем Дэйви Джонса владеет Беккет, и в альянсе с Джонсом он представляет большую угрозу для пиратов. Элизабет Суонн и Гектор Барбосса прибыли в Сингапур, чтобы попросить корабль и команду у пиратского барона Сяо Фэня. Сообщив Сяо Фэню о собрании пиратских баронов, они, используя навигационные карты Сяо Фэня, попадают в тайник Дейви Джонса и спасают от туда Джека. После того, как они находят Джека, он придумывает способ вернуться из тайника в мир живых — перевернуть корабль на закате. Во время высадки за пресной водой их корабль захватывает Сяо Фень и отдаёт Джека Беккету. На корабле Катлер Беккет пытался получить информацию про Совет Братства Пиратов от Джека. И в этот момент корабль был атакован «Жемчужиной». Немного поторговавшись, Элизабет на корабле Сяо Фэня отправляется к бухте Погибших кораблей, а остальные на «Жемчужине». На совете пиратов они встречают Элизабет, которую Сяо Фэнь перед смертью сделал пиратским бароном. На собрании Элизабет собиралась объявить войну Ост-Индийской компании, но Барбосса сказал, что объявить войну может только король пиратов, что подтвердил капитан Тиг. Короля избирали общим голосованием, и им стала Элизабет. Пираты освободили Калипсо, но помогать она не стала. Пираты собирались отступить, но Элизабет произнесла речь, которая вдохновила пиратов, и они пошли на бой. Во время шторма, созданного освобожденной Калипсо, Джонс убивает Уилла, и Джек, используя руку Уилла, пронзил сердце Джонса. Таким образом он спас Уилла и сделал его новым капитаном «Летучего Голландца». Вместе «Голландец» и «Чёрная Жемчужина» уничтожают флагман Беккета. Барбосса оставляет Джека и Джошами Гиббса на Тортуге, снова украв «Чёрную Жемчужину». Но Джек заранее вырезал из карты Барбоссы центр, где указан путь к Источнику Молодости, и на небольшой лодке он отправляется за ним. "}
                ]
  },
  {
    "id": "wip"
  }
]
